@*
* WebDeb - Copyright (C) <2014-2019> <Université catholique de Louvain (UCL), Belgique ; Université de Namur (UNamur), Belgique>
*
* List of the contributors to the development of WebDeb: see AUTHORS file.
* Description and complete License: see LICENSE file.
*
* This program (WebDeb) is free software:
* you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the
* Free Software Foundation, either version 3 of the License, or (at your option) any later version.
*
* This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied
* warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
*
* You should have received a copy of the GNU General Public License along with this program (see COPYING file).
* If not, see <http://www.gnu.org/licenses/>.
*@

@*
* Contributor terms in FR
*
* @author Martin Rouffiange
*@

@import helper._

@(

)

@if(ctx.lang.code.equals("fr")) {
    <p>
        &#8195;<br />
        CONDITIONS POUR LES CONTRIBUTEURS<br />
        1. Introduction<br />
        En vous inscrivant sur notre site web, vous reconnaissez accepter pleinement les pr&eacute;sentes modalit&eacute;s et conditions. D&egrave;s lors, si vous n&rsquo;&ecirc;tes pas d&rsquo;accord avec ces modalit&eacute;s et conditions ou avec une quelconque partie de celles-ci, vous ne pouvez pas contribuer &agrave; notre site.<br />
        ________________________________________<br />
        2. Inscription et comptes<br />
        1. Pour pouvoir disposer d&rsquo;un compte individuel sur notre site, vous devez &ecirc;tre &acirc;g&eacute; d&rsquo;au moins 13 ans.<br />
        2. Vous pouvez cr&eacute;er un compte en compl&eacute;tant et en soumettant le formulaire d&rsquo;ouverture de compte sur notre site et ensuite cliquer sur le lien de v&eacute;rification dans le courriel qui vous sera envoy&eacute; par le site.<br />
        3. Vous ne pouvez pas autoriser d&rsquo;autres personnes &agrave; utiliser votre compte pour acc&eacute;der &agrave; notre site.<br />
        4. Vous devez imm&eacute;diatement nous informer par &eacute;crit si vous prenez connaissance d'une utilisation non autoris&eacute;e de votre compte.<br />
        5. Vous ne pouvez pas utiliser le compte d&rsquo;une autre personne pour acc&eacute;der &agrave; notre site.<br />
        ________________________________________<br />
        3. Connexion et d&eacute;tails de l&rsquo;utilisateur (login)<br />
        1. Si vous faites une demande de compte sur notre site, l&rsquo;adresse &eacute;lectronique utilis&eacute;e pour votre inscription sera l&rsquo;identifiant de votre compte utilisateur.<br />
        2. Vous devez garder votre mot de passe confidentiel.<br />
        3. Vous devez imm&eacute;diatement nous informer par &eacute;crit si vous venez &agrave; apprendre que votre mot de passe a &eacute;t&eacute; divulgu&eacute;.<br />
        4. Vous &ecirc;tes responsable de toute activit&eacute; sur notre site d&eacute;coulant de votre incapacit&eacute; &agrave; garder votre mot de passe confidentiel et vous pouvez &ecirc;tre tenu pour responsable pour toute perte que cette incapacit&eacute; pourrait entra&icirc;ner.<br />
        ________________________________________<br />
        4. Annulation et suspension de compte<br />
        1. Nous pouvons, &agrave; tout moment et &agrave; notre seule discr&eacute;tion, suspendre et/ou annuler votre compte si nous sommes inform&eacute;s d&rsquo;une infraction aux pr&eacute;sentes conditions. Dans un tel cas, la notification vous sera envoy&eacute;e &agrave; l&rsquo;adresse &eacute;lectronique ayant servi &agrave; votre inscription.<br />
        2. Vous pouvez annuler votre compte via le panneau de contr&ocirc;le de votre compte sur notre site.<br />
        ________________________________________<br />
        5. Groupe<br />
        En vous inscrivant sur notre site, vous avez la possibilit&eacute; de contribuer au groupe public WebDeb o&ugrave; toutes vos contributions pourront &ecirc;tre vues par tous les utilisateurs.<br />
        Vous pouvez &eacute;galement cr&eacute;er un ou plusieurs groupes priv&eacute;s ou vous inscrire dans un ou plusieurs groupes priv&eacute;s. Dans ce cas :<br />
        1. vous pouvez publier des contributions priv&eacute;es dans ce groupe ;<br />
        2. selon la politique du groupe, clairement d&eacute;finie dans les propri&eacute;t&eacute;s du groupe, vos contributions peuvent &ecirc;tre rendues ou devenir publiquement visibles ;<br />
            &#61607; selon la politique du groupe, d&rsquo;autres membres du groupe peuvent ne pas &ecirc;tre en mesure de visionner vos donn&eacute;es personnelles ; et<br />
            &#61607; selon la politique du groupe, d&rsquo;autres membres du groupe peuvent ne pas &ecirc;tre en mesure de visionner vos contributions ;<br />
        3. les administrateurs de groupe ont la possibilit&eacute; de mettre &agrave; jour ou de supprimer vos publications ;<br />
        4. dans le cas o&ugrave; une telle mise &agrave; jour, suppression ou modification de visibilit&eacute; devait intervenir, vous en seriez averti par courriel.<br />
        ________________________________________<br />
        6. Votre contenu : Licences<br />
        1. Dans ces modalit&eacute;s et conditions, &laquo; votre contenu &raquo; signifie tous les travaux et mat&eacute;riels (y compris, sans limitation, les textes, graphiques, images, mat&eacute;riel audio, mat&eacute;riel vid&eacute;o, scripts, logiciels et fichiers) que vous soumettez &agrave; notre site pour sauvegarde ou publication sur, traitement par ou transmission via notre site.<br />
        2. Vous nous accordez &agrave; nous et aux autres utilisateurs de notre site une licence mondiale, irr&eacute;vocable, non exclusive et libre de redevance pour utiliser, reproduire, stocker, adapter, publier, traduire et distribuer votre contenu dans tout m&eacute;dia existant ou futur selon les pr&eacute;sentes modalit&eacute;s et conditions.<br />
        3. Par la pr&eacute;sente, vous renoncez &agrave; vos droits moraux en rapport avec votre contenu dans toute la mesure permise par la loi applicable et, except&eacute; pour les contenus soumis &agrave; des droits d&rsquo;auteur individuels s&rsquo;appliquant &agrave; des ressources externes li&eacute;es et clairement identifi&eacute;es en tant que telles, vous garantissez et d&eacute;clarez qu&rsquo;il a &eacute;t&eacute; renonc&eacute; &agrave; tous les autres droits moraux en rapport avec votre contenu dans toute la mesure permise par la loi applicable.<br />
        4. Vous pouvez, dans la mesure permise, &eacute;diter votre contenu, ainsi que le contenu d&rsquo;autres utilisateurs, en utilisant la fonction d&rsquo;&eacute;dition mise &agrave; disposition sur notre site.<br />
        5. Sans pr&eacute;judice de nos autres droits pr&eacute;vus dans les pr&eacute;sentes modalit&eacute;s et conditions, si vous contrevenez de quelque fa&ccedil;on que ce soit &agrave; une quelconque disposition de ces modalit&eacute;s et conditions, ou si nous pouvons raisonnablement suspecter que vous avez contrevenu de quelque fa&ccedil;on que ce soit &agrave; ces modalit&eacute;s et conditions, nous pouvons supprimer, d&eacute;publier ou publier tout ou partie de votre contenu.<br />
        ________________________________________<br />
        7. Votre contenu : R&egrave;gles<br />
        1. Vous garantissez et d&eacute;clarez que votre contenu respectera les pr&eacute;sentes modalit&eacute;s et conditions.<br />
        2. Votre contenu ne peut &ecirc;tre illicite ou ill&eacute;gal, il ne peut violer les droits l&eacute;gaux d&rsquo;aucune personne et ne peut provoquer une action en justice &agrave; l&rsquo;encontre d&rsquo;aucune personne (dans chaque cas, quelle que soit la juridiction et quelle que soit la loi applicable).<br />
        3. Votre contenu doit faire r&eacute;f&eacute;rence &agrave; la source originale lorsque cette source est soumise &agrave; un droit d&rsquo;auteur individuel.<br />
        4. Votre contenu, et l&rsquo;utilisation de votre contenu conform&eacute;ment aux pr&eacute;sentes modalit&eacute;s et conditions, ne peuvent :<br />
        1. rev&ecirc;tir un caract&egrave;re diffamatoire, mensonger ou malveillant ;<br />
        2. rev&ecirc;tir un caract&egrave;re obsc&egrave;ne ou ind&eacute;cent ;<br />
        3. enfreindre un quelconque droit d&rsquo;auteur, droit moral, droit en mati&egrave;re de protection des bases de donn&eacute;es, droit des marques, droit des dessins et mod&egrave;les, droit relatif &agrave; l&rsquo;usurpation (passing off) ou autre droit de propri&eacute;t&eacute; intellectuelle ;<br />
        4. enfreindre un quelconque droit &agrave; la confidentialit&eacute;, droit au respect de la vie priv&eacute;e ou droit relatif &agrave; la l&eacute;gislation sur la protection des donn&eacute;es ;<br />
        5. constituer une incitation &agrave; la commission d&rsquo;un crime, des instructions pour la commission d&rsquo;un crime ou la promotion d&rsquo;une activit&eacute; criminelle ;<br />
        6. constituer un outrage &agrave; un tribunal ou enfreindre une d&eacute;cision de justice ;<br />
        7. contrevenir &agrave; la l&eacute;gislation en mati&egrave;re de haine raciale ou religieuse ou de discrimination ;<br />
        8. contrevenir &agrave; la l&eacute;gislation en mati&egrave;re de secrets d&rsquo;&Eacute;tat ;<br />
        9. contrevenir &agrave; une quelconque obligation contractuelle envers une tierce personne ;<br />
        10. rev&ecirc;tir un caract&egrave;re pornographique, luxurieux, suggestif ou sexuellement explicite ;<br />
        11. constituer ou contenir des instructions, conseils ou autre information pouvant &ecirc;tre suivis et qui pourraient, s&rsquo;ils sont suivis, entra&icirc;ner maladie, blessure ou mort ou toute autre perte ou dommage ; et<br />
        12. s&rsquo;apparenter &agrave; un pourriel (spam).<br />
        5. Votre contenu, et l&rsquo;utilisation de votre contenu conform&eacute;ment aux pr&eacute;sentes modalit&eacute;s et conditions, doivent respecter la philosophie de WebDeb.<br />
        1. L&rsquo;information factuelle doit &ecirc;tre correcte et v&eacute;rifi&eacute;e.<br />
        2. Les citations doivent respecter les mots de l&rsquo;auteur.<br />
        3. Les d&eacute;clarations r&eacute;sumant ces citations doivent respecter la pens&eacute;e de l&rsquo;auteur.<br />
        4. Vous pouvez copier dans WebDeb les citations et assertions que vous consid&eacute;rez fausses ou contrevenant &agrave; certaines normes sociales et vous devez, en m&ecirc;me temps, signaler de quelle mani&egrave;re ces citations ou assertions sont contest&eacute;es ou r&eacute;cus&eacute;es afin de se conformer aux r&egrave;gles qui pr&eacute;c&egrave;dent.</p>

    </p>
}