@*
* WebDeb - Copyright (C) <2014-2019> <Université catholique de Louvain (UCL), Belgique ; Université de Namur (UNamur), Belgique>
*
* List of the contributors to the development of WebDeb: see AUTHORS file.
* Description and complete License: see LICENSE file.
*
* This program (WebDeb) is free software:
* you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the
* Free Software Foundation, either version 3 of the License, or (at your option) any later version.
*
* This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied
* warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
*
* You should have received a copy of the GNU General Public License along with this program (see COPYING file).
* If not, see <http://www.gnu.org/licenses/>.
*@

@*
* Cookie terms in FR
*
* @author Martin Rouffiange
*@

@import helper._

@(

)

@if(ctx.lang.code.equals("fr")) {
    <p>&#8195;<br />
        POLITIQUE EN MATI&Egrave;RE DE COOKIES<br />
        1. Que sont les cookies<br />
        Comme il est de pratique courante pour la majorit&eacute; des sites web professionnels, notre site utilise des cookies (ou t&eacute;moins de connexion). Les cookies sont des petits fichiers g&eacute;n&eacute;r&eacute;s par les sites que vous consultez et qui sont t&eacute;l&eacute;charg&eacute;s sur votre ordinateur par votre navigateur pour am&eacute;liorer votre exp&eacute;rience d&rsquo;utilisation. Cette page d&eacute;crit quelles informations sont collect&eacute;es, la mani&egrave;re dont nous les utilisons et pourquoi nous devons parfois stocker ces cookies. Nous expliquons aussi comment vous pouvez emp&ecirc;cher que ces cookies soient stock&eacute;s. Toutefois, cela peut r&eacute;duire les performances ou perturber certaines fonctionnalit&eacute;s des sites concern&eacute;s.
        Pour plus d&rsquo;informations sur les cookies, voir l&rsquo;article <a href="https://fr.wikipedia.org/wiki/Cookie_(informatique)" target="_blank">Wikipedia</a> sur les cookies informatiques.<br />
        ________________________________________<br />
        2. Comment nous utilisons les cookies<br />
        Nous utilisons des cookies pour diverses raisons d&eacute;taill&eacute;es ci-apr&egrave;s. Malheureusement, dans la plupart des cas, il n&rsquo;existe pas de normes g&eacute;n&eacute;rales pour supprimer les cookies sans compl&egrave;tement d&eacute;sactiver les fonctionnalit&eacute;s et services compl&eacute;mentaires qu&rsquo;ils offrent sur le site concern&eacute;. Nous vous recommandons d&rsquo;autoriser tous les cookies que vous soyez ou non certains d&rsquo;en avoir besoin au cas o&ugrave; ils fournissent un service que vous utilisez.<br />
        ________________________________________<br />
        3. D&eacute;sactiver les cookies<br />
        Vous pouvez emp&ecirc;cher l&rsquo;installation de cookies en ajustant les param&egrave;tres de votre navigateur (voir la fonction Aide de votre navigateur pour la proc&eacute;dure &agrave; suivre). Soyez attentifs au fait qu&rsquo;interdire ou d&eacute;sactiver les cookies peut affecter les fonctionnalit&eacute;s de ce site ainsi que de nombreux autres sites que vous visitez. D&eacute;sactiver les cookies aura g&eacute;n&eacute;ralement pour effet de d&eacute;sactiver &eacute;galement certaines fonctionnalit&eacute;s et certains services du site. Il est d&egrave;s lors recommand&eacute; de ne pas d&eacute;sactiver les cookies.<br />
        ________________________________________<br />
        4. Les cookies que nous g&eacute;n&eacute;rons<br />
        Nous utilisons des cookies lorsque vous vous &ecirc;tes authentifi&eacute;s sur notre site de telle sorte &agrave; pouvoir nous en rappeler. Cela vous &eacute;vite de devoir vous identifier chaque fois que vous consultez une nouvelle page. En g&eacute;n&eacute;ral, ces cookies sont supprim&eacute;s lorsque vous fermez la session afin d&rsquo;assurer que vous pouvez uniquement acc&eacute;der aux services et sections soumis &agrave; restrictions lorsque vous avez ouvert une session.<br />
        Lorsque vous fournissez des donn&eacute;es par le biais d&rsquo;un formulaire tel que celui utilis&eacute; pour vos contributions, des cookies peuvent &ecirc;tre g&eacute;n&eacute;r&eacute;s dans le but d&rsquo;enregistrer vos d&eacute;tails d&rsquo;utilisateur pour vos communications futures.<br />
        Afin de vous assurer la meilleure exp&eacute;rience possible sur notre site, nous vous donnons la possibilit&eacute; de d&eacute;finir vos pr&eacute;f&eacute;rences sur la mani&egrave;re dont ce site fonctionne lorsque vous le consultez. Pour nous souvenir de vos pr&eacute;f&eacute;rences, nous devons g&eacute;n&eacute;rer des cookies de telle sorte que ces informations puissent &ecirc;tre utilis&eacute;es chaque fois que vous interagissez avec une page concern&eacute;e par vos pr&eacute;f&eacute;rences.<br />
        ________________________________________<br />
        5. Cookies de tiers<br />
        Nous n&rsquo;utilisons ni ne fournissons d&rsquo;informations pr&eacute;sentes dans les cookies &agrave; des tiers.<br />
        ________________________________________<br />
        6. Pour plus d&rsquo;informations<br />
        Nous esp&eacute;rons avoir clarifi&eacute; ces questions pour vous. Comme indiqu&eacute; pr&eacute;c&eacute;demment, si vous n&rsquo;&ecirc;tes pas certains d&rsquo;en avoir ou non besoin, il est g&eacute;n&eacute;ralement plus s&ucirc;r d&rsquo;autoriser les cookies au cas o&ugrave; ils concernent une fonctionnalit&eacute; que vous utilisez sur notre site. Si toutefois vous souhaitez davantage d&rsquo;informations, n&rsquo;h&eacute;sitez pas &agrave; nous contacter (voir notre onglet Contact).</p>

}