@*
* WebDeb - Copyright (C) <2014-2019> <Université catholique de Louvain (UCL), Belgique ; Université de Namur (UNamur), Belgique>
*
* List of the contributors to the development of WebDeb: see AUTHORS file.
* Description and complete License: see LICENSE file.
*
* This program (WebDeb) is free software:
* you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the
* Free Software Foundation, either version 3 of the License, or (at your option) any later version.
*
* This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied
* warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
*
* You should have received a copy of the GNU General Public License along with this program (see COPYING file).
* If not, see <http://www.gnu.org/licenses/>.
*@

@*
* Privacy terms in FR
*
* @author Martin Rouffiange
*@

@import helper._

@(

)

@if(ctx.lang.code.equals("fr")) {
    <p>
            &#8195;<br />
        POLITIQUE DE CONFIDENTIALIT&Eacute;<br />
        1. Introduction<br />
        Nous sommes soucieux du respect de la vie priv&eacute;e des visiteurs de notre site web. Cette politique explique comment nous traiterons les donn&eacute;es personnelles des contributeurs. En utilisant notre site et en marquant votre accord avec cette politique, vous acceptez que nous utilisions des cookies conform&eacute;ment &agrave; cette politique.<br />
        ________________________________________<br />
        2. Collecte de donn&eacute;es personnelles<br />
        Nous pouvons collecter, stocker et utiliser les donn&eacute;es personnelles suivantes :<br />
        1. les informations que vous nous communiquez lors de votre inscription sur notre site (pr&eacute;nom, nom et adresse &eacute;lectronique) ;<br />
        2. les informations que vous nous communiquez lorsque vous compl&eacute;tez votre profil sur notre site (y compris vote sexe, date de naissance, d&eacute;tails de votre formation et de votre carri&egrave;re professionnelle) ; et<br />
        3. les informations que vous nous communiquez dans le but de souscrire &agrave; nos communications et/ou bulletins d&rsquo;information par courriel (y compris votre nom et adresse &eacute;lectronique).<br />
        ________________________________________<br />
        3. Utilisation de donn&eacute;es personnelles<br />
        Nous pouvons utiliser vos donn&eacute;es personnelles pour :<br />
        1. administrer notre site ;<br />
        2. personnaliser notre site pour vous ;<br />
        3. vous envoyer par courriel les communications que vous aurez express&eacute;ment demand&eacute;es ;<br />
        4. vous envoyer par courriel notre bulletin d&rsquo;information si vous l&rsquo;avez demand&eacute; (vous pouvez nous informer &agrave; tout moment si vous ne souhaitez plus le recevoir) ;<br />
        5. maintenir notre site s&eacute;curis&eacute; et pr&eacute;venir les fraudes ; et<br />
        6. v&eacute;rifier la conformit&eacute; avec les modalit&eacute;s et conditions r&eacute;gissant l&rsquo;utilisation de notre site.<br />
        Toute personne sera en mesure de visualiser l&rsquo;historique des contributeurs mais ceux-ci seront anonymis&eacute;s en utilisant un pseudonyme choisi par chaque contributeur.<br />
        ________________________________________<br />
        4. Divulgation de donn&eacute;es personnelles<br />
        Nous pouvons divulguer vos donn&eacute;es personnelles :<br />
        1. dans la mesure o&ugrave; nous sommes l&eacute;galement tenus de le faire ;<br />
        2. dans le cadre de toute proc&eacute;dure judiciaire en cours ou prospective ; et<br />
        3. dans le but d&rsquo;&eacute;tablir, exercer ou d&eacute;fendre nos droits l&eacute;gaux (y compris en communiquant des informations &agrave; des tiers aux fins de pr&eacute;vention des fraudes et de r&eacute;duction du risque de cr&eacute;dit).<br />
        A l&rsquo;exception des cas pr&eacute;vus dans la pr&eacute;sente politique, nous ne fournirons pas vos donn&eacute;es personnelles &agrave; des tiers.<br />
        ________________________________________<br />
        5. Conservation des donn&eacute;es personnelles<br />
        Les donn&eacute;es personnelles (votre pr&eacute;nom, nom et adresse &eacute;lectronique) que nous traitons &agrave; toute fin quelconque ne seront pas conserv&eacute;es plus longtemps qu&rsquo;il est n&eacute;cessaire &agrave; cette fin. En g&eacute;n&eacute;ral, toute donn&eacute;e supprim&eacute;e sera irr&eacute;m&eacute;diablement supprim&eacute;e apr&egrave;s 3 mois sauf :<br />
        1. si nous pensons que des documents rel&egrave;vent d&rsquo;une quelconque proc&eacute;dure judiciaire en cours ou prospective ;<br />
        2. dans le but d&rsquo;&eacute;tablir, exercer ou d&eacute;fendre nos droits l&eacute;gaux (y compris en communiquant des informations &agrave; des tiers aux fins de pr&eacute;vention des fraudes et de r&eacute;duction du risque de cr&eacute;dit) ; et<br />
        3. le pseudonyme que vous avez utilis&eacute;.<br />
        ________________________________________<br />
        6. Protection des donn&eacute;es personnelles<br />
        1. Nous prendrons les pr&eacute;cautions raisonnables au niveau technique et organisationnel pour pr&eacute;venir la perte, l&rsquo;utilisation incorrecte ou une modification de vos donn&eacute;es personnelles.<br />
        2. Nous conserverons les donn&eacute;es personnelles que vous nous fournissez sur des serveurs s&eacute;curis&eacute;s (prot&eacute;g&eacute;s par mot de passe et pare-feu).<br />
        3. Bien que nous utilisions des connexions s&eacute;curis&eacute;es, vous reconnaissez que la transmission d&rsquo;informations par l&rsquo;internet est par nature vuln&eacute;rable et que nous ne pouvons d&egrave;s lors garantir la s&eacute;curit&eacute; des donn&eacute;es transmises par l&rsquo;internet ;<br />
        4. Il est de votre responsabilit&eacute; d&rsquo;assurer la confidentialit&eacute; du mot de passe que vous utilisez pour acc&eacute;der &agrave; notre site ; nous ne vous demanderons jamais votre mot de passe sauf lorsque vous vous connectez &agrave; notre site.<br />
        ________________________________________<br />
        7. Vos droits<br />
        Vous pouvez nous demander (<a href="mailto:admin@@webdeb.be" target="_top">admin@@webdeb.be</a>) de vous communiquer toute donn&eacute;e personnelle que nous d&eacute;tenons &agrave; votre sujet. Vous devez dans ce cas nous fournir toute preuve appropri&eacute;e de votre identit&eacute;. Nous pouvons ne pas divulguer les donn&eacute;es personnelles que vous r&eacute;clamez dans les limites pr&eacute;vues par la loi. Veuillez nous informer si les donn&eacute;es personnelles que nous d&eacute;tenons &agrave; votre sujet doivent &ecirc;tre corrig&eacute;es ou mises &agrave; jour.<br />
        ________________________________________<br />
        8. Sites web de tiers<br />
        Notre site contient des hyperliens vers, et des d&eacute;tails de sites web de tiers. Nous ne contr&ocirc;lons pas et ne sommes pas responsables des politiques de confidentialit&eacute; et des pratiques de tiers.
    </p>
}