@*
* WebDeb - Copyright (C) <2014-2019> <Université catholique de Louvain (UCL), Belgique ; Université de Namur (UNamur), Belgique>
*
* List of the contributors to the development of WebDeb: see AUTHORS file.
* Description and complete License: see LICENSE file.
*
* This program (WebDeb) is free software:
* you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the
* Free Software Foundation, either version 3 of the License, or (at your option) any later version.
*
* This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied
* warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
*
* You should have received a copy of the GNU General Public License along with this program (see COPYING file).
* If not, see <http://www.gnu.org/licenses/>.
*@

@*
* User terms in FR
*
* @author Martin Rouffiange
*@

@import helper._

@(

)

@if(ctx.lang.code.equals("fr")) {
    <p>
        WebDeb<br />
        Modalit&eacute;s et conditions
    </p>

    <p>CONDITIONS POUR LES UTILISATEURS<br />
        1. Introduction<br />
        Les pr&eacute;sentes modalit&eacute;s et conditions r&eacute;gissent votre utilisation de notre site web. En utilisant notre site, vous reconnaissez accepter pleinement ces modalit&eacute;s et conditions et adh&eacute;rer &agrave; notre politique en mati&egrave;re de cookies et de confidentialit&eacute;. D&egrave;s lors, si vous n&rsquo;&ecirc;tes pas d&rsquo;accord avec ces modalit&eacute;s et conditions ou avec une quelconque partie de celles-ci, vous ne pouvez pas utiliser notre site.<br />
        ________________________________________<br />
        2. Source<br />
        Ce document a &eacute;t&eacute; cr&eacute;&eacute; sur base d&rsquo;un mod&egrave;le de <a href="https://seqlegal.com" target="_blank">SEQ Legal</a>.<br />
        ________________________________________<br />
        3. D&eacute;claration concernant les droits d'auteur<br />
        Copyright &copy; 2016 Universit&eacute; catholique de Louvain &ndash; Universit&eacute; de Namur. Sous r&eacute;serve des dispositions expresses des pr&eacute;sentes modalit&eacute;s et conditions :<br />
        1. nous, ainsi que nos donneurs de licence, sommes propri&eacute;taires et contr&ocirc;lons tous les codes source, bases de donn&eacute;es et logiciels de notre site ;<br />
        2. tous les contenus peuvent &ecirc;tre sujets &agrave; des avis de droits d&rsquo;auteur individuels et sont soumis &agrave; des droits d&rsquo;utilisation r&eacute;serv&eacute;s ; et<br />
        3. tous les droits d&rsquo;auteur et autres droits de propri&eacute;t&eacute; intellectuelle de notre site et les codes source, bases de donn&eacute;es et logiciels sont r&eacute;serv&eacute;s.<br />
        ________________________________________<br />
        4. Licence d&rsquo;utilisation de notre site web<br />
        1. Sous r&eacute;serve des autres dispositions des pr&eacute;sentes modalit&eacute;s et conditions, vous pouvez :<br />
        1. visionner des pages de notre site dans un navigateur ;<br />
        2. t&eacute;l&eacute;charger des pages de notre site en m&eacute;moire cache dans un navigateur ;<br />
        3. t&eacute;l&eacute;charger des donn&eacute;es de notre site pour une utilisation personnelle, acad&eacute;mique ou non-lucrative ; et<br />
        4. imprimer des donn&eacute;es de notre site pour une utilisation personnelle, acad&eacute;mique ou non-lucrative.<br />
        2. Vous pouvez uniquement utiliser notre site &agrave; vos propres fins personnelles, acad&eacute;miques ou non-lucratives. Tout autre usage est exclu.<br />
        3. A l&rsquo;exception de ceux explicitement prot&eacute;g&eacute;s par des droits d&rsquo;auteur de tiers, vous pouvez :<br />
        1. republier les contenus de notre site ; et<br />
        2. afficher publiquement tout contenu de notre site ;<br />
        pour autant qu&rsquo;une r&eacute;f&eacute;rence appropri&eacute;e et explicite &agrave; notre site soit faite de mani&egrave;re visible et non-ambigu&euml;.<br />
        4. Vous ne pouvez pas :<br />
        1. vendre, louer ou sous-licencier du contenu de notre site ; ou<br />
        2. exploiter le contenu de notre site &agrave; des fins commerciales.<br />
        5. Nous nous r&eacute;servons le droit de limiter, &agrave; notre enti&egrave;re discr&eacute;tion, l&rsquo;acc&egrave;s &agrave; certaines sections, voire &agrave; l&rsquo;ensemble de notre site. Vous ne pouvez forcer ou contourner, ou tenter de forcer ou contourner, aucune mesure de limitation d&rsquo;acc&egrave;s &agrave; notre site.<br />
        ________________________________________<br />
        5. Utilisation acceptable<br />
        1. Vous ne pouvez pas :<br />
        1. utiliser notre site ou agir de telle fa&ccedil;on &agrave; causer, ou &agrave; risquer de causer, des d&eacute;g&acirc;ts &agrave; notre site ou une d&eacute;gradation de ses performances, de sa disponibilit&eacute; ou de son accessibilit&eacute; ;<br />
        2. utiliser notre site de quelque mani&egrave;re qui soit illicite, ill&eacute;gale, frauduleuse ou nuisible, ou li&eacute;e &agrave; des fins ou activit&eacute;s illicites, ill&eacute;gales, frauduleuses ou nuisibles ;<br />
        3. utiliser notre site pour copier, stocker, h&eacute;berger, transmettre, envoyer, utiliser, publier ou distribuer tout &eacute;l&eacute;ment consistant en (ou li&eacute; &agrave;) un logiciel espion, un virus ou un ver informatique, un cheval de Troie, un enregistreur de frappe, un outil de dissimulation d&rsquo;activit&eacute; ou tout autre logiciel malveillant ;<br />
        4. mener des activit&eacute;s syst&eacute;matiques ou automatis&eacute;es de collecte de donn&eacute;es (y compris, sans limitation, par capture d&rsquo;&eacute;cran, exploration, extraction et r&eacute;colte de donn&eacute;es) sur ou en rapport avec notre site sans notre consentement expr&egrave;s &eacute;crit pr&eacute;alable ;<br />
        5. acc&eacute;der &agrave; ou interagir avec notre site au moyen d&rsquo;un robot, d&rsquo;une araign&eacute;e ou de tout autre moyen automatique, sauf &agrave; des fins d'indexation dans les moteurs de recherche ;<br />
        6. enfreindre les directives d&eacute;finies dans le fichier robots.txt de notre site ; ou<br />
        7. utiliser les donn&eacute;es collect&eacute;es sur notre site &agrave; des fins de marketing (y compris, sans limitation, par courriel, SMS, d&eacute;marchage t&eacute;l&eacute;phonique et publipostage).<br />
        2. Vous ne pouvez pas utiliser les donn&eacute;es collect&eacute;es sur notre site pour contacter des individus, des entreprises ou d&rsquo;autres personnes ou entit&eacute;s.<br />
        ________________________________________<br />
        6. Limitations de garantie<br />
        1. Nous ne garantissons ni ne r&eacute;pondons :<br />
        1. du caract&egrave;re complet ou de l&rsquo;exactitude des informations publi&eacute;es sur notre site ;<br />
        2. que les informations contenues dans notre site sont tenues &agrave; jour ; ou<br />
        3. que notre site ou que tout service offert sur notre site resteront disponibles.<br />
        2. Nous nous r&eacute;servons le droit d&rsquo;interrompre ou de modifier un ou tous les services de notre site et d&rsquo;arr&ecirc;ter de publier notre site, &agrave; tout moment et &agrave; notre seule discr&eacute;tion, sans pr&eacute;avis ou explication. Sauf dans la mesure o&ugrave; cela est express&eacute;ment pr&eacute;vu dans les pr&eacute;sentes modalit&eacute;s et conditions, vous n&rsquo;aurez droit &agrave; aucune compensation ou paiement en cas d&rsquo;interruption ou de modification d&rsquo;un quelconque service de notre site ou si nous arr&ecirc;tons de publier notre site.<br />
        3. Dans toute la mesure permise par la loi applicable, et sous r&eacute;serve de la section 7.1, nous excluons toutes les d&eacute;clarations et garanties relatives &agrave; l&rsquo;objet de ces modalit&eacute;s et conditions, &agrave; notre site et &agrave; son utilisation.<br />
        ________________________________________<br />
        7. Limitations et exclusions de responsabilit&eacute;<br />
        1. Rien dans les pr&eacute;sentes modalit&eacute;s et conditions :<br />
        1. ne limite ni n&rsquo;exclut une quelconque responsabilit&eacute; en cas de d&eacute;c&egrave;s ou de pr&eacute;judice personnel r&eacute;sultant de n&eacute;gligence ;<br />
        2. ne limite ni n&rsquo;exclut une quelconque responsabilit&eacute; en cas de fraude ou de d&eacute;claration erron&eacute;e ;<br />
        3. ne limite une quelconque responsabilit&eacute; d&rsquo;aucune fa&ccedil;on qui ne soit pas permise selon la loi applicable ; ou<br />
        4. ne limite d&rsquo;aucune fa&ccedil;on une quelconque responsabilit&eacute; qui ne peut &ecirc;tre exclue selon la loi applicable.<br />
        2. Les limitations et exclusions de responsabilit&eacute; d&eacute;finies dans cette section 7 et ailleurs dans ces modalit&eacute;s et conditions :<br />
        1. sont soumises &agrave; la section 7.1 ; et<br />
        2. r&eacute;gissent toutes les responsabilit&eacute;s d&eacute;coulant de ces modalit&eacute;s et conditions ou relatives &agrave; l&rsquo;objet de celles-ci, y compris les responsabilit&eacute;s d&eacute;coulant du contrat, en responsabilit&eacute; civile (y compris la n&eacute;gligence) et en cas de violation d'une obligation l&eacute;gale, &agrave; l&rsquo;exception des cas express&eacute;ment pr&eacute;vus dans les pr&eacute;sentes modalit&eacute;s et conditions.<br />
        3. Dans la mesure o&ugrave; notre site et les informations et services de notre site sont fournis gratuitement, nous ne pouvons &ecirc;tre tenus pour responsables d&rsquo;une quelconque perte ou d&rsquo;un quelconque pr&eacute;judice de quelque nature que ce soit.<br />
        4. Nous ne serons pas responsables &agrave; votre &eacute;gard :<br />
        1. d&rsquo;&eacute;ventuelles pertes r&eacute;sultant de tout &eacute;v&eacute;nement hors de notre contr&ocirc;le raisonnable ;<br />
        2. d&rsquo;&eacute;ventuelles pertes commerciales, y compris (sans limitation) la perte ou la d&eacute;gradation de b&eacute;n&eacute;fices, de recettes, de revenus, d&rsquo;usage, de production, d&rsquo;&eacute;conomies anticip&eacute;es, d&rsquo;affaires, de contrats, d&rsquo;opportunit&eacute;s commerciales ou de renomm&eacute;e ;<br />
        3. d&rsquo;&eacute;ventuelles pertes ou corruption de donn&eacute;es, de bases de donn&eacute;es ou de logiciels ;<br />
        4. d&rsquo;&eacute;ventuels pertes ou dommages particuliers ou indirects.<br />
        5. Vous admettez qu&rsquo;il est de notre int&eacute;r&ecirc;t de limiter la responsabilit&eacute; de nos dirigeants et employ&eacute;s et, s&rsquo;agissant de cet int&eacute;r&ecirc;t, vous reconnaissez que nous sommes une entit&eacute; &agrave; responsabilit&eacute; limit&eacute;e et vous acceptez de renoncer &agrave; introduire une plainte personnelle contre nos dirigeants ou employ&eacute;s quant aux pertes &eacute;ventuelles que vous pourriez subir dans le cadre de l&rsquo;utilisation de notre site ou des pr&eacute;sentes modalit&eacute;s et conditions (bien s&ucirc;r, ceci n&rsquo;exclut ni ne limite les responsabilit&eacute;s de l&rsquo;entit&eacute; &agrave; responsabilit&eacute; limit&eacute;e elle-m&ecirc;me pour les actes ou omissions de nos dirigeants et employ&eacute;s).<br />
        ________________________________________<br />
        8. Infractions aux pr&eacute;sentes modalit&eacute;s et conditions<br />
        1. Sans pr&eacute;judice de nos autres droits pr&eacute;vus dans les pr&eacute;sentes modalit&eacute;s et conditions, si vous contrevenez de quelque fa&ccedil;on que ce soit &agrave; ces modalit&eacute;s et conditions, ou si nous pouvons raisonnablement suspecter que vous avez contrevenu &agrave; ces modalit&eacute;s et conditions, nous pouvons :<br />
        1. vous envoyer un ou plusieurs avertissements formels ;<br />
        2. temporairement suspendre votre acc&egrave;s &agrave; notre site ;<br />
        3. vous interdire l&rsquo;acc&egrave;s &agrave; notre site de mani&egrave;re permanente ;<br />
        4. emp&ecirc;cher les ordinateurs utilisant votre adresse IP d&rsquo;acc&eacute;der &agrave; notre site ;<br />
        5. contacter l&rsquo;un ou tous vos fournisseurs de services internet et leur demander de bloquer votre acc&egrave;s &agrave; notre site ;<br />
        6. engager une action en justice &agrave; votre encontre, que ce soit pour contravention au contrat ou pour toute autre raison ; et/ou<br />
        7. suspendre ou supprimer votre compte sur notre site.<br />
        2. Si nous suspendons ou interdisons ou bloquons votre acc&egrave;s &agrave; notre site, ou &agrave; une partie de celui-ci, vous ne pouvez pas tenter de contourner cette suspension, cette interdiction ou ce blocage (y compris, sans limitation, en cr&eacute;ant et/ou en utilisant un autre compte).<br />
        ________________________________________<br />
        9. Modifications<br />
        Nous pouvons p&eacute;riodiquement r&eacute;viser les pr&eacute;sentes modalit&eacute;s et conditions. Nous vous notifierons par &eacute;crit d&rsquo;une quelconque r&eacute;vision de celles-ci. Les modalit&eacute;s et conditions r&eacute;vis&eacute;es s&rsquo;appliqueront &agrave; l&rsquo;utilisation de notre site &agrave; partir de la date de notre notification. Au cas o&ugrave; vous n&rsquo;accepteriez pas les modalit&eacute;s et conditions r&eacute;vis&eacute;es, vous devez cesser d&rsquo;utiliser notre site.<br />
        ________________________________________<br />
        10. Cession<br />
        Vous reconnaissez que nous pouvons c&eacute;der, transf&eacute;rer, sous-traiter ou d&rsquo;une autre mani&egrave;re disposer de nos droits et/ou obligations en vertu des pr&eacute;sentes modalit&eacute;s et conditions. Vous ne pouvez, sans notre consentement pr&eacute;alable, c&eacute;der, transf&eacute;rer, sous-traiter ou d&rsquo;une autre mani&egrave;re disposer d&rsquo;aucun de vos droits et/ou obligations en vertu des pr&eacute;sentes modalit&eacute;s et conditions.<br />
        ________________________________________<br />
        11. Divisibilit&eacute;<br />
        Au cas o&ugrave; l&rsquo;une des dispositions des pr&eacute;sentes modalit&eacute;s et conditions &eacute;tait d&eacute;clar&eacute;e illicite et/ou inex&eacute;cutoire par un tribunal ou une autre autorit&eacute; comp&eacute;tente, les autres dispositions resteront d&rsquo;application. Si une disposition illicite et/ou inex&eacute;cutoire de ces modalit&eacute;s et conditions &eacute;tait consid&eacute;r&eacute;e licite ou ex&eacute;cutoire moyennant suppression d&rsquo;une partie de cette disposition, cette partie sera consid&eacute;r&eacute;e comme &eacute;tant supprim&eacute;e et le reste de la disposition restera d&rsquo;application.<br />
        ________________________________________<br />
        12. Droits des tiers<br />
        Un contrat soumis aux pr&eacute;sentes modalit&eacute;s et conditions est conclu au b&eacute;n&eacute;fice des parties signataires et n&rsquo;est pas destin&eacute; &agrave; b&eacute;n&eacute;ficier ou &agrave; &ecirc;tre applicable &agrave; un tiers. L&rsquo;exercice des droits des parties en vertu d&rsquo;un contrat conclu aux pr&eacute;sentes modalit&eacute;s et conditions n&rsquo;est pas soumis au consentement de tiers.<br />
        ________________________________________<br />
        13. Int&eacute;gralit&eacute; de l&rsquo;accord<br />
        Sous r&eacute;serve de la section 7.1, les pr&eacute;sentes modalit&eacute;s et conditions, ainsi que notre politique en mati&egrave;re de cookies et de confidentialit&eacute;, constituent l&rsquo;int&eacute;gralit&eacute; de l&rsquo;accord entre vous et nous concernant votre utilisation de notre site et remplacent tous les accords ant&eacute;rieurs conclus entre vous et nous &agrave; ce sujet.<br />
        ________________________________________<br />
        14. Loi applicable et juridiction comp&eacute;tente<br />
        Les pr&eacute;sentes modalit&eacute;s et conditions sont r&eacute;gies et interpr&eacute;t&eacute;es conform&eacute;ment au droit belge. Tout diff&eacute;rend relatif aux pr&eacute;sentes modalit&eacute;s et conditions sera soumis &agrave; la juridiction exclusive des tribunaux belges.<br />
        ________________________________________<br />
        15. Informations l&eacute;gales et r&eacute;glementaires<br />
        Ce site web est la propri&eacute;t&eacute; et est g&eacute;r&eacute; par l&rsquo;Universit&eacute; catholique de Louvain et l&rsquo;Universit&eacute; de Namur. Nos principaux &eacute;tablissements se situent Place de l&rsquo;Universit&eacute; 1, B-1348 Louvain-la-Neuve (Belgique) pour l&rsquo;Universit&eacute; catholique de Louvain et rue de Bruxelles 61, B-5000 Namur (Belgique) pour l&rsquo;Universit&eacute; de Namur. Vous pouvez &eacute;galement nous contacter par courriel comme indiqu&eacute; dans notre onglet Contact.<br />
    </p>
}